import { Doctor } from 'shared/types/doctors';
import Natalya from 'shared/assets/img/doctors/natalya.jpeg';
import Zhanna from 'shared/assets/img/doctors/hanna.jpeg';
import Aliya from 'shared/assets/img/doctors/aliya.jpeg';
import Anastasiya from 'shared/assets/img/doctors/anastasiya.jpeg';
import Victoriya from 'shared/assets/img/doctors/victoriya.jpeg';
import Guzel from 'shared/assets/img/doctors/guzel.jpeg';

export const DOCTORS: Doctor[] = [
  {
    image: Natalya,
    name: 'Ларина Наталья Сергеевна',
    about:
      'Стаж работы: 11 лет \nВетеринарный врач общей практики. УЗИ-специалист. \nЗакончила БашГАУ в 2013г \nВ мае и сентябре 2021г  прошла курс повышения квалификации в московской клинике "Медвет" по специальности "Ультразвуковая диагостика мелких домашних животных" \nВ январе 2023г прошла полный курс обучения на тему "Правильное питание собак и кошек" с получением специальности "Диетолог-нутрициолог"',
    dialog:
      'С детства мечтала быть ветеринарным врачом. Я счастливый владелец собаки, породы английский стаффордширский бультерьер и шиншиллы.',
  },
  {
    image: Zhanna,
    name: 'Нафикова Жанна Олеговна',
    about:
      'Стаж работы: 10 лет \nВетеринарный врач общей практики. УЗИ-специалист. \nЗакончила БашГАУ в 2014г \nВ мае и сентябре 2021г  прошла курс повышения квалификации в московской клинике "Медвет" по специальности "Ультразвуковая диагостика мелких домашних животных" \nРаботала в ветеринарной клинике в Москве.',
    dialog:
      'Я счастливый владелец 2-х собак и 4-х кошек (2 Мейн-куна и 2 метиса), все они попали ко мне благодаря моей рaботе.',
  },
  {
    image: Aliya,
    name: 'Минигулова Алия Аликовна',
    about:
      'Стаж работы: 5 лет \nВетеринарный врач общей практики. \nЗакончила БашГАУ в 2019г',
    dialog:
      'Я добрая, вежливая и очень люблю животных. Кошечка появилась у меня, когда к нам привели животное на эвтаназию и я решила её спасти.',
  },
  {
    image: Anastasiya,
    name: 'Хасаева Анастасия Александровна',
    about:
      'Стаж работы: 4 лет \nВетеринарный врач общей практики. \nЗакончила БашГАУ в 2020г\nРаботала в клиниках г.Уфа и г.Сочи.',
    dialog:
      'Я любитель спорта. Активный образ жизни помогает мне оставаться в тонусе и заряжает позитивной энергией. В свободное время я: Занимаюсь фитнесом: тренажерный зал, кардио, функциональные тренировки. Считаю, что  здоровый образ жизни важен не только для человека, но и для наших четвероногих друзей. Я всегда готова помочь вам найти оптимальный подход к заботе о вашем питомце',
  },
  {
    image: Victoriya,
    name: 'Иванова Виктория Игоревна',
    about:
      'Студент заочного отделения факультета биотехнологии и ветеринарной медицины БашГАУ с 2021г\nВ сентябре 2023г  прошла курс повышения квалификации в московской клинике "Медвет" по специальности "Экзоты. Базовый курс"',
    dialog: 'Счастливый владелец 4 кошек',
  },
  {
    image: Guzel,
    name: 'Афанасьева Гузель Ириковна',
    about:
      'Сертифицированный кинолог, зоопсихолог и хендлер с 2009г. Сертифицированный грумер с 2014г. Репродуктолог',
    dialog: 'Дома у меня два кота, спасенных от эвтаназии и три змеи.',
  },
];
